<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>ИСТОРИЯ ПРОДУКТА</title>
    <link rel="stylesheet" href="style/history.css">
</head>
<body>
<header>
        <a class="logo" href="index.php">IT TECHNIC</a>
        <a class="news" href="news.php">НОВОСТИ</a>
        <a class="about_us"href="about_us.php">О НАС</a>
        <a class="info"href="info.php">О ПРОДУКТЕ</a>
        <a class="history"href="history.php">ИСТОРИЯ ПРОДУКТА</a>
        <a class="contacts" href="contacts.php">КОНТАКТЫ</a>
        <a class="for_clients" href="for_clients.php">О ПОКУПКЕ ПРОДУКТА</a>
    </header>
    <main>
        <h1 class="top-text">ИСТОРИЯ IT TECHNIC</h1>
        <div class="box">
            <p>История создания сайта образовательно-досугового центра для школьников началась с осознания необходимости предоставить молодежи не только образовательные, но и досуговые возможности для всестороннего развития. Вдохновением для проекта послужила идея создания универсальной платформы, которая могла бы объединить образование, творчество, досуг и социализацию, предоставляя учащимся доступ к разнообразным курсам, мероприятиям, клубам и занятиям.
            </p>
            <br>
            <h1 class="left">1. Идея и концепция</h1>
            <p>
            Проект начинался с идеи создания образовательного пространства, которое было бы не только источником знаний, но и местом отдыха и общения. Образовательно-рекреационный центр для школьников должен был сочетать в себе элементы школы, кружков, обучения и досуга, а также возможности для внеклассного развития. Целью сайта было создание онлайн-платформы, которая бы предоставляла информацию о курсах, секциях, студиях и мероприятиях, организуемых центром, а также позволяла бы родителям и ученикам регистрироваться на занятия, отслеживать расписание и быть в курсе событий. Сайт также был разработан с возможностью интеграции с социальными сетями для создания сообщества.
            </p>
            <br>
            <h1 class="right">2. Исследование аудитории</h1>
            <p>Перед началом разработки были проведены исследования путем опросов родителей, учителей и самих школьников. Это помогло выявить ключевые потребности целевой аудитории. Оказалось, что школьников интересует не только академическое развитие, но и занятия, позволяющие им проявить свою индивидуальность, участвовать в командных играх, развивать свои таланты и увлечения.
            <br>
            Для родителей наиболее важными факторами были безопасность, доступность и простота регистрации на занятия и курсы. Кроме того, сайт должен был быть простым в использовании для родителей, которые могут быть не очень подкованы в технологиях.
            </p>
            <br>
            <h1 class="left">3. Процесс разработки</h1>
            <p>Процесс разработки начался с проектирования структуры сайта. Команда веб-разработчиков и дизайнеров создала удобный интерфейс, который позволял пользователям быстро находить информацию о курсах, расписаниях и мероприятиях. Сайт был сделан мобильным, поскольку и студенты, и их родители часто используют смартфоны для поиска информации.</p>
            <br>
            <p>Дизайн сайта был ярким и привлекательным для подростков, в нем были элементы, которые давали ощущение креативности и активности. Основные разделы сайта включали:</p>
            <br>
            <ul>
                <li>Курсы и разделы — с подробным описанием каждого курса, возрастных групп и расписания.</li>
                <li>События — с анонсами культурных и спортивных мероприятий, конкурсов и фестивалей.</li>
                <li>Онлайн-регистрация — простая в использовании система записи на занятия и занятия.</li>
                <li>Новости и блоги — для общения учеников, родителей и педагогов.</li>
                <li>Форумы и обсуждения — для формирования активного сообщества.</li>
            </ul>
            <br>
            <p>Для родителей добавлен отдельный раздел с информацией о безопасности детей, условиях участия и политике конфиденциальности.</p>
            <br>
            <h1 class="right">4. Тестирование и запуск</h1>
            <p>
            После завершения разработки сайт был протестирован на небольшой группе пользователей. Были проведены тесты на удобство навигации, скорость загрузки страниц и точность системы регистрации. На основе отзывов были сделаны необходимые улучшения и исправления.
            <br>
            Официальный запуск сайта состоялся через несколько месяцев после разработки. За это время была проведена маркетинговая кампания, включающая рассылку по электронной почте и рекламу в социальных сетях для привлечения целевой аудитории.
            </p>
            <br>
            <h1 class="left">5. Поддержание и рост</h1>
            <p>
            После запуска сайт продолжал развиваться. Список доступных курсов и мероприятий регулярно обновлялся, добавлялись новые разделы и возможности. Например, была внедрена система рейтинга и отзывов о курсах, а также добавлен видеоконтент с рекомендациями преподавателей и студентов.
            <br>
            Проект продолжает развиваться, привлекая все больше школьников и их родителей. В дальнейшем на сайте планируется внедрение онлайн-занятий и возможностей дистанционного обучения, а также расширение площадки для проведения международных конкурсов и мероприятий.
            <br>
            Таким образом, сайт образовательно-оздоровительного центра стал неотъемлемой частью образовательного процесса, совмещая обучение и досуг детей, а также предоставляя удобную площадку для родителей.
            </p>
        </div>
    </main>
</body>
</html>