<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>НОВОСТИ</title>
    <link rel="stylesheet" href="style/news.css">
</head>
<body>
<header>
        <a class="logo" href="index.php">IT TECHNIC</a>
        <a class="news" href="news.php">НОВОСТИ</a>
        <a class="about_us"href="about_us.php">О НАС</a>
        <a href="info.php">О ПРОДУКТЕ</a>
        <a href="history.php">ИСТОРИЯ ПРОДУКТА</a>
        <a class="contacts" href="contacts.php">КОНТАКТЫ</a>
        <a class="for_clients" href="for_clients.php">О ПОКУПКЕ ПРОДУКТА</a>
    </header>
    <main>
        <div class="main_info">
            <div>
                <img src="img/decor-photo4.png" alt="">
            </div>
            <div>
                <h2>Программы для детей в Подольске: по каким адресам будут работать клубы в 2024 году</h2>
                <li>Программирование и информационные технологии играют все более значимую роль в нашей жизни. Мир становится все более цифровым и компьютеризированным, и важно, чтобы у детей была возможность овладеть навыками, которые будут востребованы в будущем.</li>
                <li>На занятиях в IT TECHNIC дети смогут погрузиться в интересный и творческий мир программирования, веб-дизайна, разработки игр, 3D-моделирования и компьютерной грамотности. В каждом из направлений школа предлагает использовать современные инструменты и платформы, обучая детей на практике через вовлечение в проекты.</li>
            </div>
            <div>
                <img src="img/decor-photo7.png" alt="">
            </div>
            <div>
                <h2>Кружки для детей в Южном административном округе: Варшавская школа-интернат</h2>
                <li>Детская школа программирования IT TECHNIC открывает свои двери на Варшавской улице, предоставляя возможность школьникам Южного административного округа Москвы изучать информационные технологии рядом с домом! Открытие этого филиала особенно порадует жителей районов Москворечье-Сабурово и Нагорный.</li>
                <li>Студенты секции программирования в Южном административном округе научатся программировать на разных языках, таких как Scratch, Python и Java — благодаря опытным преподавателям, интерактивным урокам и грамотной программе это не так сложно, как может показаться — справятся даже самые юные айтишники. А для тех, кто только собирается познакомиться с компьютером и его возможностями, в школе проводится специальный курс по компьютерной грамотности. Там ребят научат пользоваться самыми популярными и нужными программами, а также расскажут о безопасности в Интернете.</li>
            </div>
            <div>
                <img src="img/decor-photo8.png" alt="">
            </div>
            <div>
                <h2>Занятия для детей ЗАО: программирование и другие направления на Мичуринском проспекте</h2>
                <li>На станции метро «Мичуринский проспект» дети 2023-2024 года смогут посещать IT-кружки и компьютерные секции в школе IT TECHNIC! Это действительно отличный выбор для родителей и юных учеников, которые хотят погрузиться в мир цифровых технологий и развить свои навыки в этой перспективной сфере. Кроме того, это шанс для учеников ZAO изучить компьютерную грамотность, а также подтянуть математику и информатику.</li>
                <li>«Программирование в Scratch Junior» — кружок для самых маленьких школьников на Мичуринском проспекте! Он идеально подойдет тем, кто только начинает свой увлекательный путь в мир цифровых технологий. Клуб Scratch Junior — идеальный старт для детей ZAO, которые только начинают изучать азы программирования и информатики.
                «Программирование для дошкольников» — это секция IT TECHNIC на Мичуринском проспекте, где дети познакомятся с визуальной средой Kodu Game Lab для создания собственных 2D и 3D игр.
                </li>
            </div>
    </main>
</body>
</html>